{
  "books": [
        {
            "_id": "60ad137761cb0743e7c81b4f",
            "title": "How to Be an Antiracist",
            "author": "Ibram X. Kendi",
            "coverImageUrl": "https://images-na.ssl-images-amazon.com/images/I/51JM3rldZCL._SX329_BO1,204,203,200_.jpg",
            "id": "0525509283",
            "pageCount": 320,
            "publisher": "One World",
            "synopsis": "Antiracism is a transformative concept that reorients and reenergizes the conversation about racism—and, even more fundamentally, points us toward liberating new ways of thinking about ourselves and each other. At its core, racism is a powerful system that creates false hierarchies of human value; its warped logic extends beyond race, from the way we regard people of different ethnicities or skin colors to the way we treat people of different sexes, gender identities, and body types. Racism intersects with class and culture and geography and even changes the way we see and value ourselves. In How to Be an Antiracist, Kendi takes readers through a widening circle of antiracist ideas—from the most basic concepts to visionary possibilities—that will help readers see all forms of racism clearly, understand their poisonous consequences, and work to oppose them in our systems and in ourselves.\n\nKendi weaves an electrifying combination of ethics, history, law, and science with his own personal story of awakening to antiracism. This is an essential work for anyone who wants to go beyond the awareness of racism to the next step: contributing to the formation of a just and equitable society."
        },
        {
            "_id": "60ad137761cb0743e7c81b50",
            "title": "The Lord of the Rings",
            "author": "J. R. R. Tolkien",
            "coverImageUrl": "https://images-na.ssl-images-amazon.com/images/I/51r6XIPWmoL._SX331_BO1,204,203,200_.jpg",
            "id": "618645616",
            "pageCount": 1178,
            "publisher": "Houghton Mifflin Harcourt",
            "synopsis": "In ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell by chance into the hands of the hobbit Bilbo Baggins."
        },
        {
            "_id": "60ad137761cb0743e7c81b51",
            "title": "The Hobbit",
            "author": "J. R. R. Tolkien",
            "coverImageUrl": "https://images-na.ssl-images-amazon.com/images/I/61VxEKq8B1L._SX365_BO1,204,203,200_.jpg",
            "id": "547928246",
            "pageCount": 320,
            "publisher": "Houghton Mifflin Harcourt",
            "synopsis": "Bilbo Baggins is a hobbit who enjoys a comfortable, unambitious life, rarely traveling any farther than his pantry or cellar. But his contentment is disturbed when the wizard Gandalf and a company of dwarves arrive on his doorstep one day to whisk him away on an adventure. They have launched a plot to raid the treasure hoard guarded by Smaug the Magnificent, a large and very dangerous dragon. Bilbo reluctantly joins their quest, unaware that on his journey to the Lonely Mountain he will encounter both a magic ring and a frightening creature known as Gollum."
        },
        {
            "_id": "60ad137761cb0743e7c81b52",
            "title": "Harry Potter and the Sorcerer's Stone",
            "author": "J. K. Rowling",
            "coverImageUrl": "https://images-na.ssl-images-amazon.com/images/I/51HSkTKlauL._SX346_BO1,204,203,200_.jpg",
            "id": "059035342X",
            "pageCount": 309,
            "publisher": "Scholastic",
            "synopsis": "Harry Potter has no idea how famous he is. That's because he's being raised by his miserable aunt and uncle who are terrified Harry will learn that he's really a wizard, just as his parents were. But everything changes when Harry is summoned to attend an infamous school for wizards, and he begins to discover some clues about his illustrious birthright. From the surprising way he is greeted by a lovable giant, to the unique curriculum and colorful faculty at his unusual school, Harry finds himself drawn deep inside a mystical world he never knew existed and closer to his own noble destiny."
        },
        
     
    ]
}
